of 11353
the 10866
<gap> 9283
and 7256
to 6727
a-na 5749
ša 5372
i 3970
you 3651
silver 3458
ù 2849
minas 2814
for 2756
my 2612
from 2490
um-ma 2176
_kù-babbar_ 2165
not 2153
in 2075
1(diš) 2056
he 2029
kù-babbar_ 2025
1 2016
i-na 1998
son 1920
_dumu_ 1901
your 1848
_ma-na_ 1811
lá 1761
_ma-na 1759
will 1737
1(u) 1725
a 1723
me 1681
it 1664
shekels 1660
have 1622
by 1596
that 1532
is 1496
with 1434
they 1386
2 1353
_gin2_ 1307
2(diš) 1302
ú 1291
textiles 1291
5(diš) 1213
12(diš) 1179
_gin2 1146
as 1130
send 1125
his 1098
5 1077
has 1029
lu 1002
if 1000
_igi_ 989
we 975
_tug2_ 925
him 910
šu-ma 889
3 830
or 824
3(diš) 803
gave 798
mina 794
shall 789
let 782
tin 782
ki-ma 781
silver. 769
do 765
12 732
qí-bi-ma 728
a-ta 728
are 716
you. 689
pay 685
4 656
give 654
silver, 650
_tug2 624
said: 623
me. 605
seal 601
13(diš) 596
hi-a_ 587
4(diš) 586
take 584
been 584
paid 583
concerning 580
on 566
mì-ma 558
tablet 549
6(diš) 519
our 519
13 519
them 508
copper 493
_an-na_ 483
dear 483
iš-tí 463
then 463
iš-tù 457
must 454
qí-bi4-ma 452
brought 446
also, 443
6 432
witnessed 432
when 429
2(u) 426
_kišib3_ 422
be 422
a-lim{ki} 415
_é_ 414
23(diš) 406
a-dí 394
an-na_ 390
there 385
kà-ri-im 380
kutānum 365
7(diš) 364
so 362
shekel 359
at 358
all 352
wrote 351
price 350
a-ma-kam 347
_gú_ 346
bring 345
ú-lá 344
under 343
pu-šu-ke-en6 342
come 340
belonging 339
one 337
house 330
its 330
ší-im 328
this 326
a-na-kam 325
their 321
colony 319
talents 317
owed 314
8(diš) 313
it. 312
did 306
_uruda_ 303
here 302
make 302
left 299
7 297
about 296
a-na-ku 295
him. 295
ṭup-pá-am 294
received 294
what 293
sent 291
should 287
a-ta-ma 283
_gin2-ta_ 281
city 278
us 278
textiles, 272
uruda_ 269
_anše_ 268
8 268
3(u) 267
was 262
a-šu-mì 261
ma-lá 261
accordance 258
me, 255
textile 255
which 253
23 249
puzur-aššur 246
šu-ut-ma 239
rest 238
write 237
you, 236
a-na-ku-ma 228
interest 228
a-nim 226
before 225
refined 223
i-a-tí 214
clear 214
here. 214
keep 213
kanesh 212
ku-ta-ni 210
a-ṣé-er 209
4(u) 208
day 207
brother, 206
entrusted 206
a-hi 205
until 205
gold 204
la 201
donkeys 201
may 199
why 197
saying: 197
black 197
am 196
representatives 196
father 196
month 193
ennam-aššur 190
import 190
much 190
tablets 189
ku-ta-nu 188
pūšu-kēn 188
out 186
owes 186
ší-tí 185
a-dí-in 184
textiles. 182
- 179
took 179
ma-na 178
seized 178
both 176
goods 176
set 175
care 173
an 172
good 172
i-ṣé-er 171
me-at 171
_šà-ba_ 171
add 170
kà-ni-iš 169
puzur4-a-šur 169
brings 169
i-ša-qal 168
i-na-a 168
duty 168
ṣa-ru-pá-am 166
no 165
colony. 165
after 164
against 163
instructions 163
hear 163
within 163
_kù-sig17_ 162
té-er-ta-kà 162
a-pu-tum 161
1(aš) 160
two 160
urgent, 160
šu-eš18-dar 159
56(diš) 159
a-šur-ma-lik 159
n 159
man 159
but 158
_iti-kam_ 157
transport 157
i-nu-mì 154
9(diš) 154
_dam-gar3_ 152
brother 152
go 152
a-šar 151
claim 151
matter 151
father, 151
il5-qé 150
there. 150
_gú 149
i-šu 148
sell 148
e 147
a-wa-tim 147
kù-sig17_ 145
city. 145
these 145
office 144
seize 144
release 142
deposited 142
follows: 142
were 141
made 141
owe 141
a-ma-lá 140
any 140
first 140
sealed 139
house. 139
ma 138
word 138
per 138
can 138
a-šur3-ma-lik 136
up 136
them. 136
puzur4-a-šur3 135
lá_ 135
talent 135
kà-ru-um 134
lord, 134
since 134
merchandise 134
56 133
a-mur-eš18-dar 132
thereof 132
qá-tim 131
who 131
qá-tí 130
certified 130
_ki_ 129
tin, 129
_anše 128
her 128
14(diš) 127
written 127
li-li-kam 125
transported 125
working 124
imdī-ilum 123
reckoned 123
9 123
into 122
week 122
ku-nu-ki-a 121
šé-ep 121
aš2-qul2 120
i-ba-ší 119
a-ha-ma 119
letter 119
šé-bi4-lam 118
(and) 118
debt 118
5(u) 117
a-šur3-na-da 117
ma-ma-an 116
eponymy 116
together 116
_šunigin_ 115
aššur-malik 114
return 114
leave 114
li-mu-um 113
sag10_ 113
_iti 113
aššur-nādā 113
capital 113
puzur4-eš18-dar 112
ni-is-ha-sú 112
either 112
specifically 112
_é-gal_-lim 111
buy 111
quality, 111
2(aš) 109
quality 109
ṣí-ib-tam2 107
sons 107
given 106
name 106
outstanding 106
ta-aš2-pu-ra-ni 105
i-hi-id-ma 105
šu-a-nim 105
ša-bu 105
_diri_ 105
seal. 105
merchant 105
does 105
a-šur-na-da 104
_ma-na-ta_ 104
sold 104
tariff 104
where 104
tin. 103
very 103
paid. 103
na-aš2-a-kum 102
aššur-imittī 102
ṭup-pu-um 101
u4-mì-im 101
missive 101
tablet. 101
proceeds 101
ku-a-tí 100
be-lí 99
anything 99
whether 99
en-um-a-šur 98
bu-za-zu 98
i-dí-sú-en6 98
copper. 98
silver: 98
innaya 98
a-šur 97
answered: 97
a-bi 96
a-šur3 96
servants 96
ku-nu-ki 95
a-mur-dingir 95
bu-ru-uš-ha-tim 94
taken 94
message 94
soon 94
ša-du-a-sú 93
hu-bu-ul 93
a-šur-du10 93
ha-am-ša-tim 92
share 92
receive 92
behalf 92
pūšu-kēn: 91
those 91
hold 91
interest. 91
place 91
ú-ṣa-ab2 90
bought 90
ask 90
aššur 90
wa-ah-šu-ša-na 89
li-li-kam-ma 89
a-lá-hi-im 88
know 88
come. 88
entrust 88
shekels, 88
a-šur-i-mì-tí 87
donkey 87
pay. 87
deposit 87
votive 86
aššur-ṭāb 86
added, 86
iddin-abum 86
_gal_ 85
ha-mu-uš-tim 85
palace 85
i-ba-ší-ú 84
šu-nu-ma 84
single 84
three 84
barley 83
heard 83
brothers, 83
u4-me 82
raise 82
bringing 82
14 82
placed 81
returned 81
journey 81
whom 81
mì-šu 80
ta-aš2-pu-ra-am 80
kur-ub-eš18-dar 80
_kù-babbar 80
šé-bi-lam 80
na-ru-uq 80
li-bi4 79
16(diš) 79
enter 79
staying 79
arrive 79
settle 79
aššur-idī 79
because 79
iron 78
a-šur3-i-mì-tí 77
šu-be-lim 77
1(diš)-kam_ 77
fathers 77
it, 77
im-dí-dingir 76
inform 76
purchases 76
aššur-taklāku 76
weeks. 76
addition 76
small 75
ali-ahum 75
joint-stock 75
available 75
im-dí-lim 74
ki_ 74
accounts 74
us. 74
there, 74
aššur-malik, 74
merchant. 74
minus 74
dí-in 73
a-wi-lim 73
{d}iškur-ba-ni 73
lu-qú-tim 73
_dug_ 73
came 73
witnesses 73
attention 73
a-ni-a-tim 72
seals 72
father's 72
possession. 72
here, 72
amur-ešdar 72
ikūn-pīya 72
caravan 72
a<gap> 71
ší-mì-im 71
ni 71
dan-a-šur3 71
šu-sú-en6 71
said 71
ub-lam 70
myself 70
available. 70
seal, 70
truly 70
mì-šu-um 69
a-bi4-ni 69
further, 69
half 69
open 69
šalim-ahum 69
(<gap>) 68
ni-dí-in 68
ṭup-pu-šu 68
_sag10_ 68
iddin-aššur 68
al-qé 67
té-er-tí 67
ú-kà-al 67
see 67
instructions. 67
a-tù-nu 66
ší-ma-am 66
té-er-tí-kà 66
men 66
cleared 66
stand 66
copper, 66
investors 66
iddin-suen 66
_kù-ki_ 65
a-bi4 65
šu-a-tí 65
a-šur3-du10 65
lá-šu 65
stating 65
buzāzu 65
aššur-nādā: 65
terms 65
šalim-aššur 65
ṣé-er 64
uṣur-ša-aššur 64
city, 64
puzur-aššur, 64
each 64
kutānukutānum 64
lu-qú-tam2 63
apart 63
anyone 63
yourself 63
went 63
down 63
month. 63
i-li-bi4 62
en-na-sú-en6 62
ì-lí-a-lim 62
according 62
wherever 62
šu-bēlum 62
aššur-imittī, 62
fine 62
šu-mì 61
i-dí-eš18-dar 61
ṭup-pì 61
wife 61
entered 61
deducted 61
including 61
puzur-ešdar 61
own 61
e-zi-ib 60
king 60
ordinary 60
get 60
i-ku-pì-a 59
lá-qé-ep 59
verdict 59
too 59
sacks 59
ennānum 59
promised 59
claims 59
lapis 59
dan-aššur 59
a-wa-at 58
ni-kà-sí 58
ku-nu-ku 58
<gap>ma 58
also 58
purchase 58
daughter 58
presence 58
importšadduātum 58
she 58
arrived 58
lost 58
belongs 58
dark 58
i-ku-nim 57
_gin2-ta 57
_igi 57
favour. 57
word. 57
ih-da-ma 56
uruda 56
i-dí-nam 56
wahšušana 56
colony, 56
tax 56
kanesh. 56
ilī-ālum 56
angry. 56
representatives. 56
a-wi-lum2 55
il5-qé-ú 55
ṭup-pì-im 55
dí-na-ma 55
back 55
servant 55
day. 55
account. 55
transport. 55
kù-babbar 54
ki 54
a-wa-tam2 54
na 54
i-tur4-dingir 54
father. 54
him, 54
worth 54
enna-suen 54
settled 54
iš-qú-ul 53
li-bi 53
convert 53
listen 53
term 53
tablets. 53
ali-ahum, 53
šu-anum 53
house, 53
i-dí-in 52
i-ku-pí-a 52
_ma-na_-im 52
en-na-nim 52
among 52
puzur-aššur: 52
personally 52
missives 52
paid, 52
ma-la 51
{d}en-lil2-ba-ni 51
a-mur-{d}utu 51
li-ba-kà 51
iš-té-en6 51
ṣí-ba-sú 51
whatever 51
look 51
expenses 51
donkeys, 51
ilī-bāni 51
i-dí-a-šur3 50
_še_ 50
_kù-babbar_-ap2-kà 50
i-dí-a-šur 50
had 50
15 50
thus 50
aššur-malik. 50
capital. 50
gold, 50
adad-bāni 50
i<gap> 49
gir2_ 49
lu-qú-tum 49
a-šur3-ta-ak-lá-ku 49
sú-e-a 49
ku-lu-ma-a 49
ṭup-pí 49
expenses. 49
gold. 49
lā-qēp 49
away 49
shekels. 49
checked 49
jars 49
letter, 49
mì-nam 48
i-ša-qú-lu 48
4(aš) 48
ennam-aššur, 48
act 48
angry 48
stay 48
like 48
reach 48
held 48
kà-ni-iš3 47
_1(diš) 47
li-wi-tim 47
ṣú-ha-ri 47
en-um-a-šur3 47
dan-a-šur 47
da-da-a 47
qá-dum 47
en-nam-a-šur 47
slave-girl 47
16 47
burušhattum 47
amur-ilī 47
balance 47
export 47
aššur-nādā, 47
puzur-ešdar, 47
become 47
akkadian 47
ikūnum 47
pūšu-kēn, 47
šu-hu-bur 46
a-dí-ni 46
a-ma 46
a-šur-gal 46
šu-kūbum 46
lead 46
aššurs 46
jointly 46
brothers 46
earlier 46
ù-lá 45
šu 45
6(u) 45
a-li 45
passed 45
caravan. 45
containers 45
sheep 45
thin 45
aššur-rabi 45
ṣa-lá-mu 44
e-lá-lí 44
šu-ru-tum 44
ṣí-ib-tim 44
i-li-bi 44
i-dí-{d}iškur 44
account 44
anything. 44
merchant, 44
spoke 44
aššur-ṭāb, 44
assist 44
litres 44
attorney 44
dí-nam 43
a-šur3-{d}utu-ši 43
{d}utu-ba-ni 43
a-šur-ta-ak-lá-ku 43
reason 43
comes 43
leave. 43
loose 43
questioned 43
maid 43
testimony 43
words 43
months. 43
arrives 43
qá-at-kà 42
gin2 42
bu-za-zu-ma 42
a-dí-i 42
ni-is-ha-tum 42
ší-im-šu-nu 42
kù_ 42
i-dí-a-bi4-im 42
ap2-qí-id 42
ku-un-kà-ma 42
without 42
assembly 42
now 42
ikūn-pīya, 42
report 42
minas, 42
possession 42
guard 42
aššur-muttabbil 42
puzur-aššur. 42
ta 41
ša-lim-a-hi-im 41
ú-zu-a 41
a-ta-ta 41
ṭup-pí-im 41
ni-is-ha-tim 41
lu-ub-lam 41
šu-ištar 41
decide 41
say 41
nothing 41
representative 41
remain 41
tax, 41
added 41
later 41
laid 41
minas. 41
sueyya 41
aššur-šamšī 41
days 41
satisfy 41
qí-bí-ma 40
i-šu-ú 40
ha-ra-nim 40
a-bi-ni 40
a-tù-nu-ma 40
u4-ma-am 40
na-aš2-a-ku-nu-tí 40
tablet, 40
burušhattum. 40
booked 40
kulumaya 40
bronze 40
šu-suen 40
today 40
delay 40
ha-ar-ma-am 39
hi-a 39
ah-ša-lim 39
ba-ab2 39
šu-ut 39
a-mur-a-šur3 39
_dumu-munus_ 39
li-qé-ma 39
i-de8 39
té-er-tí-a 39
ku-ra 39
šé-bi4-lá-nim 39
quality. 39
cost 39
harness 39
proceedings 39
dadaya 39
mina. 39
(in 39
available, 39
asked 39
_dub-sar_ 38
me-er-e 38
i-dí-nu 38
né-nu-ma 38
šu-{d}en-lil2 38
iš-qul2 38
a-tal-kam 38
li-qé 38
100 38
package 38
second 38
pūšu-kēn. 38
aššur-taklāku, 38
silver." 38
opportunity. 38
writing 38
rate 38
how 38
dí-na 37
ub-lá-ni 37
a-šur3-i-dí 37
ta-ša-me-ú 37
a-ša 37
me-eh-ra-tim 37
u4-me-e 37
received. 37
wrapping 37
donkeys. 37
collect 37
free 37
kanesh, 37
aššur-imittī. 37
washed 37
aššur-šamšī, 37
ennam-aššur. 37
hands 37
gin2_ 36
kù-ki_ 36
_é-gal_-lum2 36
uz2-ni 36
ub-lá-kum 36
i-dí-ni-a-tí-ma 36
iš-qú-lu 36
e-zi-bu 36
i-lá-qé 36
a-li-ki-im 36
ṭup-pé-e 36
ku-ra-ra 36
<gap>, 36
wahšušana. 36
detained 36
left. 36
wages 36
šu-bēlum, 36
kurub-ešdar 36
refuses 36
five 36
bundle 36
ú-ul 35
a-hu-ú-a-tù-nu 35
tur4-hu-mì-it 35
a-bu-ša-lim 35
šé-ni-šu 35
qá-tam2 35
a-bu-ni 35
ṭup-pá-kà 35
i-ṣé-ri-a 35
ha-muš-tim 35
šu-ru-tim 35
_kù_ 35
ša-lim-a-hu-um-ma 35
son. 35
lords, 35
arrive. 35
silver; 35
aššur. 35
god 35
dagger 35
šu-anum, 35
yet 35
food 35
hands. 35
aššur-bāni 35
sack 35
silver? 35
leading 35
corresponding 35
na-ší 34
ku 34
a-ša-me-ma 34
ha-ra-an 34
i-li-kam 34
a-šur-i-dí 34
{d}nin-šubur-ba-ni 34
_kù-babbar_-pì-kà 34
ku-nu-uk-ma 34
a-ki-dí-e 34
witnesses. 34
gate 34
road 34
lā-qēpum 34
iddin-ešdar 34
due 34
aššur-taklāku: 34
<gap>: 34
amur-aššur 34
lazuli 34
ahu-waqar 34
a-wa-tum 33
il5-we-da-ku 33
it-bu-lu 33
šu-lá-ba-an 33
e-ru-bu 33
_arad2_ 33
a-ni 33
{d}utu-ši 33
iddin-aššur, 33
satisfied 33
land 33
opened 33
plenary 33
hinnāya 33
years 33
liable 33
jar 33
share. 33
every 33
led 33
deduct 33
šal2-ma-a-šur 32
na-dí 32
a-hu-wa-qar 32
ha-hi-im 32
dí-in-ma 32
i-mu-a 32
pá-nim-ma 32
hu-ra-ṣa-nim 32
a-al-du10 32
a-šur3-ba-ni 32
copy 32
imdī-ilum, 32
seals, 32
journey. 32
(it) 32
now, 32
reached 32
answered 32
still 32
her. 32
next 32
say: 32
pairs 32
li 31
ig-ri 31
li-mì-im 31
hi-na-a 31
šu-ku-bi4-im 31
il5-ba-ni 31
_an-na_-ki 31
ha-ra-ni 31
a-mì-ša-am 31
i-lá-ak 31
pá-ni-tim 31
_kù-babbar_-ap2-šu 31
i-hi-id 31
great 31
going 31
turhumit 31
affiliated 31
abarnian 31
wrapping, 31
sending 31
aššur-ṭāb. 31
a-hi-im 30
ru-ba-im 30
a-mur-a-šur 30
_lá_ 30
té-er-ta-ku-nu 30
tal-qé 30
i-dí 30
ṣú-ha-ra-am 30
ú-ṣur-ša-a-šur 30
ša-na-at 30
5(aš) 30
ší-bu-tí-ni-dí-in 30
dingir-ba-ni 30
i-za-az 30
_kù-babbar_-pì-a 30
aš2-pu-ra-kum 30
a-bi4-kà 30
12(aš) 30
ba-tí-iq 30
iṣ-ba-at-ni-a-tí-ma 30
za-al-pá 30
a-hi-kà 30
palace, 30
delayed 30
claims. 30
amur-ešdar, 30
oath 30
dagger. 30
elāli 30
whoever 30
year 30
once 30
lot 30
wheat 30
hand 30
šu-um-šu 29
ma-na_ 29
_1(u) 29
a-ší-a-tí 29
a-mu-tim 29
šu-ku-bu-um 29
ší-a-ma-tim 29
šu-be-lum2 29
ku-nu-ki-kà 29
ú-šé-ba-lá-kum 29
šu-up-ra-ma 29
ta-ma-lá-ki 29
_udu_ 29
diri_ 29
_kù-babbar_-pì 29
i-dí-a-bu-um 29
tug2_ 29
accounting. 29
swear 29
detain 29
iddin-adad 29
up. 29
rule 29
possession, 29
textile, 29
instructed 29
letter. 29
produce 29
months 29
nothing. 29
twice 29
kurub-ešdar, 29
textile. 29
wool 29
oil 29
harnessor 29
reliable 29
wish, 29
(of 29
šikku-copper 29
lost. 29
_dumu 28
gal_ 28
u4-ma-kal2 28
iš-ti 28
puzur4-a-šur-ma 28
ku-nu-ki-ni 28
ṭup-pè-e 28
puzur2-a-šur3 28
me-er-ú 28
ú-la 28
ba-ri-ni 28
ni-il5-qé 28
a-ni-tam2 28
be-el 28
še-am 28
ì-lí-a 28
e-lá 28
strong 28
hearing 28
purchases. 28
seals. 28
aššur-mālik, 28
come, 28
aššur-nādā. 28
enlil-bāni 28
amur-šamaš 28
agreement 28
matter. 28
afraid 28
šu-hubur 28
iliya 28
amount 28
kukkulānum 28
ba 27
tí 27
lá-ma 27
qá-tí-šu 27
ṣa-ru-pu-um 27
a-dí-na-kum 27
ṭup-pì-a 27
puzur2-a-šur 27
ú-nu-sú-nu 27
a-šur3-i-dí-ma 27
qá-tí-a 27
zu-pá 27
tí-ib-a-ma 27
a-bi-a 27
a-šur-ba-ni 27
_silà_ 27
ku-ta-nam 27
hi_-tí-a 27
pu-šu-ke-en6-ma 27
ṣú-ha-ri-im 27
stood 27
ennam-aššur: 27
me? 27
question 27
even 27
other 27
brother. 27
šalim-aššur, 27
ilī-bāni, 27
able 27
šu-ištar, 27
ilī-wēdāku 27
else 27
slave 27
ikūn-pī-aššur 27
servant. 27
full 27
heavy 27
released 27
well. 27
palace. 27
for, 27
offerings 27
am-tam2 26
a-wi-li 26
a-lá-qé 26
a-hu-a-tù-nu 26
iš-tí-šu 26
wa-ṣí-tum 26
iš-tí-kà 26
ṣa-he-er 26
a-hu-qar 26
_uruda 26
puzur4-a-na 26
ša-du-a-tam2 26
_ninda_ 26
_kù-babbar_-pí 26
a-ni-ú-tim 26
a-tí 26
am-tim 26
_an-na_-ki-kà 26
šu-ku-bi-im 26
ší-mu-um 26
ì-lí-ba-ni 26
amur-aššur, 26
fees 26
imdī-ilum: 26
goods. 26
debt. 26
left, 26
scrap 26
offering 26
overland 26
aššur-lamassī 26
aššur-malik: 26
show 26
previous 26
narrow 26
innāya 26
kà-ni-iš{ki} 25
be-lu-a-tù-nu 25
za-ku-tum 25
qá-sú 25
iš-tí-a 25
ta-dí-in 25
a-lá-hu-um 25
a-šur-tak2-lá-ku 25
_ma-na-ta 25
_dam-gar3_-ri-im 25
né-nu 25
li-bi4-kà 25
_an-na_-ki-a 25
_siki 25
i-ku-pá-ša 25
ú-ṣú-ur-ša-a-šur3 25
mì-li-ik 25
a-wi-lam 25
them, 25
itūr-ilī 25
buzāzu: 25
worry 25
amur-ilī: 25
up, 25
"i 25
less 25
capital, 25
all: 25
aššur-bēl-awātim 25
year. 25
not, 25
iron. 25
heart 25
a-hu-um 24
a-ší-mì-im 24
a-ni-ša-am 24
a-dí-šu-um 24
ha-bu-lam 24
a-šur-mu-ta-bi4-il5 24
u4-mu-šu 24
a-hu-kà 24
ni-iš 24
ra-ki-is 24
bu-zu-ta-a 24
i-tù-a-ar 24
ma-sí-am 24
i-dí-in-ma 24
šà-ba_ 24
be-lum2-ba-ni 24
a-da-da 24
ú-kà-lu 24
_ì-geš_ 24
_dingir_ 24
_ma-na_-um 24
en-nam-a-šur3 24
aššur, 24
speak 24
colony: 24
acquire 24
merchants 24
about, 24
value 24
time) 24
innaya, 24
minas: 24
brought. 24
pilah-ešdar 24
imdī-ilum. 24
eponym 24
man. 24
lā-qēp, 24
memorandum 24
gave. 24
šumi-abiya 24
donkey. 24
want 24
šu-kūbum, 24
spirits 24
indebted 24
customers 24
tax. 24
you? 24
qá-ta-tum 23
im 23
šu-nu 23
lu-zi-na 23
a-mu-tam2 23
a-wa-tí 23
šé-bi4-lá-ma 23
iš-té-et 23
ni-is-ha-at 23
é_ 23
ku-nu-uk 23
ì-lí-aš2-ra-ni 23
a-šur-sipa 23
ší-kam 23
pí-lá-ah-eš18-dar 23
šu-nu-nu 23
ú-ṣú-ur-ša-eš18-dar 23
be-li 23
um-mì-a-ni 23
ṣí-lá-{d}iškur 23
i-a-šar 23
i-dí-a-bi-im 23
ke-nim 23
3(aš) 23
té-er-ta-ak-nu 23
7(u) 23
puzur2-eš18-dar 23
i-sà-hu-ur 23
šé-na 23
a-na-lí 23
<gap>a 23
ku-ku-lá-nim 23
claim. 23
lord 23
chief 23
answer 23
scribe 23
approach 23
envoys 23
many 23
ikūnum, 23
expenses, 23
merchandise. 23
keeps 23
messenger 23
bad 23
guarantor. 23
sue 23
iddin-abum, 23
deficit 23
broken 23
puzur-anna 23
donkey, 23
became 23
each. 23
gentleman 23
us, 23
check 23
18 23
iddin-suen, 23
name. 23
me." 23
lugal-sú-en6 22
a-lim 22
i-za-zu 22
_an-na_-ak 22
ì-lí-a-lum2 22
ma-al-ú-tim 22
šal2-mì-šu-nu 22
a-ni-im 22
hi_-tí 22
a-la-hi-im 22
wa-aš2-bu 22
šu-iš-ha-ra 22
pá-ni-im-ma 22
šé-bi-lá-nim 22
8(u) 22
na-aš2-pè-er-tam2 22
_mu 22
(it). 22
servants. 22
affairs 22
iron, 22
ennam-bēlum 22
sister 22
loan 22
case 22
testimony. 22
raises 22
ikūnum. 22
ilī-wēdāku: 22
hahhum 22
spent 22
amur-ešdar. 22
instructions, 22
completed 22
anyone. 22
himself 22
seahs 22
informed 22
price. 22
deposited. 22
barley. 22
another 22
assets 22
cleared. 22
kura 22
ga 21
da 21
ru-ba-um 21
ṭup-pì-kà 21
i-lá-kà-ni 21
a-šur3-be-el-a-wa-tim 21
lu-mu-un 21
_gemé_ 21
lu-qú-tí 21
i-ra-de8-a-kum 21
um-mì-a-nim 21
i-qá-qá-ad 21
i-tù-ar 21
i-li-bi4-a 21
ha-na-na-ri-im 21
6(aš) 21
pá-ni-a 21
_illat_-at 21
i-ku-pì-a-šur 21
tí-de8-e 21
ta-ša-me-a-ni 21
a-ṣí-ib-tim 21
ša-lim-a-šur3 21
il5-we-da-ku-ma 21
wa-ša-ab2 21
a-na-kam-ma 21
i-na-a-ma 21
ṣú-ba-tí 21
ever 21
discuss 21
swore 21
belong 21
aside 21
approached 21
šu-bēlum. 21
aššur-mālik 21
thereof: 21
ṭāb-ṣill-aššur 21
responsible 21
šalim-ahum. 21
šu-anum. 21
harvest 21
property 21
concluded 21
aššur-taklāku. 21
representatives, 21
uzuwa 21
aššur-idī, 21
jar: 21
save 21
know. 21
puzur-ešdar: 21
favour 21
innaya: 21
houses 21
aššur-bāni, 21
son, 21
pu-ru-uš-ha-tim 20
8(aš) 20
_kù-bi_ 20
li-li-ik 20
a-šur-be-el-a-wa-tim 20
a-ta-lá-kam 20
a-ta-a 20
ta-ad-nu 20
ha-ar-mì-im 20
{d}iškur-_gal_ 20
eš18-dar-pì-lá-ah 20
a-šur-ma-lik-ma 20
ṣé-ri-a 20
e-pu-uš 20
a-na-ah-ì-lí 20
ša-aš2-qí-lá-šu 20
ša-nim 20
kà-ṣa-ar 20
hi_-tí-kà 20
a-šur-{d}utu-ši 20
i-ku-num 20
na-aš2-a-ki-im 20
ha-ra-nam 20
ṭup-pí-a 20
i-li-kà-ni 20
zi-ki 20
lá-kà-nu-um 20
ki-ra-am 20
bound 20
time 20
aššur-ṣulūlī 20
textiles: 20
fodder 20
hire 20
ennānum, 20
šamaš-bāni 20
puzur-ešdar. 20
atata 20
copper: 20
grain 20
accounts. 20
each, 20
case. 20
certify 20
grains 20
total 20
šu-suen, 20
all. 20
duty, 20
extra-fine 20
separately 20
claims, 20
ilī-ālum. 20
trust 20
live 20
šu-išdar, 20
ší-ip-ri 19
ba-lum2 19
{d}utu 19
_šunigin 19
tù-šé-bi4-lá-ni 19
a-li-ki 19
an-na_-ak 19
ú-nu-ut 19
ú-ku-ul-tí 19
lá-ap2-tù 19
dumu_ 19
ni-mar-eš18-dar 19
dingir-ma-lik 19
a-šur3-tak2-lá-ku 19
lá-ma-sí 19
_ki 19
ṣa-lá-me 19
_še 19
a-hu-ur 19
ha-pu-a-lá 19
tù-šé-bi4-lam 19
i-ku-pí-a-šur 19
na-aš2-a-ku-um 19
i-ša 19
a-šur3-mu-ta-bi4-il5 19
ap-qí-id 19
qá-tí-kà 19
ša-lim-a-šur 19
ma-dam 19
li-bi-kà 19
kà 19
du-du 19
ú-ṣur-ša-a-šur3 19
a-bu-um-dingir 19
da-tum 19
_tug2_-ba-tí 19
aš2-qú-ul 19
puzur4-sú-en6 19
_2(diš) 19
pá-ni 19
just 19
ekallum 19
/ 19
price, 19
treated 19
tablets, 19
kurub-ešdar. 19
slaves 19
holds 19
dan-aššur, 19
lay 19
mother 19
sold. 19
container 19
aššur-rabi, 19
ilī-ālum: 19
eyes 19
pins 19
eyes. 19
refuse 19
agree 19
enna-suen, 19
šu-išdar 19
<gap>; 19
pass 19
accounting 19
would 19
e-li-a-ni 18
šu-nu-tí 18
a-gu-a 18
al-qé-ma 18
kà-ra-am 18
a-lá-ak 18
lá-qé-pì-im 18
lá-qé-pu-um 18
en-na-num 18
a-qá-tí 18
ni-iš-qul2 18
ú-ṣú-ur-ša-a-šur 18
{d}utu-tap-pá-i 18
ṭup-pu-ú 18
ú-ṣú-bu 18
šu<gap> 18
_sag10 18
i-na-sú-en6 18
id-na-a 18
za-ki-a-ma 18
šu-ku-un 18
im-dí-lum2-ma 18
ṭur4-dam 18
ha-ra-šu 18
a-hi-šu 18
šu-qú-ul 18
ha-nu-nu 18
a-šur3-ṣú-lu-li 18
ṭup-pí-kà 18
e-ru-ba-ni 18
ki-a-am 18
_še_-im 18
za 18
ku-nu-ki-šu 18
_an-na 18
šal2-lim-a-šur3 18
invalid. 18
scribe, 18
messengers 18
dead. 18
yours 18
ah-šalim 18
lawsuit 18
šu-illil 18
ahu-waqar, 18
shekels: 18
šu-ešdar 18
gentleman. 18
instruction 18
goes 18
it." 18
divide 18
ikūn-pīya: 18
ali-abum 18
balanced 18
interest, 18
missive. 18
amur-ilī. 18
cash 18
a-ṣé-ri-a 17
a-bi4-a 17
{d}mar-tu-ba-ni 17
i-ta-lá-ak 17
hu-ra-ma 17
ku-ta-nim 17
ik-ri-bi4-a 17
_kù-babbar_-ap2 17
qá-ta-tim 17
šu-ma-ma-an 17
bu-ṣí-a 17
tù-šé-bi-lam 17
la-qé-ep 17
i-lu-ku 17
ma-hi-ri-im 17
il5-qé-ma 17
ha-ra-ni-a 17
gi-mì-lam 17
ša-tim 17
lu-lu 17
_dam_ 17
a-lu-um 17
ma-nim 17
šu-da-a 17
i-li-kam-ma 17
{d}iškur 17
puzur4-eš18-dar-ma 17
a-šur3-na-da-ma 17
šu-pu-ur-ma 17
qá-tum 17
ì-lí-a-lum2-ma 17
kà-ṣa-ri 17
puzur4-a-šur3-ma 17
ta-lá-qé 17
ku-ta-num 17
am-ri-a 17
ma-ṣí-ì-lí 17
ù-la 17
šal2-ma-a-šur3 17
ku-ku-lá-num 17
fathers, 17
well 17
buzutaya 17
aššur-bēl-awātim, 17
long 17
instruct 17
partners 17
anything, 17
slave-girls 17
carry 17
ali-ahum. 17
leads 17
suen-nādā 17
out. 17
wool, 17
ago 17
iddin-abum. 17
owes. 17
returns 17
pašallupašallum 17
aššur-rē'ī, 17
one-third 17
duty. 17
ešdar-pilah 17
back. 17
instead 17
ennam-aššur; 17
servant, 17
missives. 17
iddin-kūbum 17
caravan, 17
šu-aššur 17
peruwa 17
trader 17
overseer 17
conclude 17
wait 17
statement 17
unpacked 17
invested 17
amounted 17
short 17
third 17
anali 17
zupa, 17
packet 17
purchases, 17
missive, 17
elamma 17
i-tù-wa-ar 16
a-ša-at 16
i-tù-ru 16
tim 16
dí 16
wa-aš2-ha-ni-a 16
a-ṣé-ri-kà 16
ṣú-ha-ri-kà 16
_anše-hi-a_ 16
a-lá-kà-ni 16
bé-ú-lá-tí-šu 16
bé-ú-lá-at 16
it-ba-al 16
ni-il5-qé-ma 16
li-bi4-šu 16
a-hu-ni 16
ma-al-ú 16
hu-lu-qá-e 16
a-bar-ni-ú 16
_é 16
a-ni-nim 16
ṭup-pè 16
sà-he-er-tam2 16
e-na-ma-nim 16
ší-ta 16
ni-iš-qú-ul 16
eq-lam 16
tù-kà-al 16
e-ra-ab2 16
siki 16
a-hi-a 16
aṣ-ba-at-ma 16
i-lá-qé-ú 16
a-bi-kà 16
mar-tu-ba-ni 16
ṣú-ha-ru 16
ma-tí-ma 16
<gap>im 16
ša-ak-na-at 16
bi 16
bu 16
i-dí-ma 16
ku-nu-ki-a-na 16
lu-ub-lu-nim 16
a-šur3-lá-ma-sí 16
e-ri-iš-ma 16
i-dí-{d}utu 16
i-ma-ra-aṣ 16
ta-le-e-ú 16
_an-na_-kà 16
ší-tam2 16
li-ib-ší 16
ú-bi4-il5 16
9(u) 16
as2-qú-dim 16
a-ma-kam-ma 16
ta-ki-li 16
kà-ṣa-ri-im 16
ih-da 16
i-ta-aṭ-lim 16
ú-lá-ma 16
maid. 16
god. 16
final 16
weeks 16
smuggling 16
clothes 16
borrowed 16
girl 16
ilī-ašrannī 16
aššur-idī. 16
ennānum. 16
yes, 16
deducted. 16
add. 16
nabi-suen 16
uṣur-ša-ešdar 16
things 16
arrived. 16
times 16
aššur-rēṣī 16
loan. 16
come! 16
aššur-rabi. 16
shoes 16
order 16
transferred 16
šu-išhara 16
iddin-ešdar: 16
confirm 16
itūr-ilī, 16
gone 16
golden 16
track 16
can. 16
šadduātum 16
good, 16
report. 16
amur-ešdar: 16
investments 16
fact 16
property, 16
pá-ni-im 15
ša-qí-il5 15
ma-tim 15
me-et 15
ub-lu-nim 15
a-ba-ú-a 15
a-ha-ha 15
_kù-babbar_-pí-kà 15
tí-me-el-ki-a 15
ší-im-šu 15
sà-ri-dim 15
lu-qú-sú 15
ku-na-ni-a 15
ir-ma-a-šur3 15
sú-en6-na-da 15
i-dí-nu-nim 15
ni-a-tí 15
e-pu-ul 15
ša-na-tim 15
ri-ik-sú-um 15
a-ni-am 15
ku-zi-zi-a 15
a-ta-a-a 15
i-ší-im 15
2(diš)-kam_ 15
a-šur-i-dí-ma 15
_é_-tim 15
za-ku-tam2 15
ta-ša-qal 15
wa-ar-ki-tim 15
ib-ni-{d}iškur 15
_é_-tí 15
na-ab2-sú-en6 15
ṣú-ha-ar-tam2 15
li-qé-a-ma 15
ab2-ša-lim 15
ṣú-ha-ri-a 15
té-er-tí-ki 15
a-šur3-_gal_ 15
ú-ra-ni 15
_illat_ 15
maš-ki 15
ta-dí-nu 15
ṣa-lá-mu-um 15
ša-bu-ú 15
šu-a-šur 15
ub-lá-ki-im 15
ṣú-uh3-ri-im 15
pè-ru-a 15
a-le-e 15
tam2-kà-ri-im 15
ša-qá-lam 15
ha-bu-lu 15
ha-bu-lá-ku 15
hi-na-a-ma 15
puzur4-ì-lí 15
_sag10_-tim 15
i-du-nu 15
im-ṭí 15
me-eh-ra-at 15
ṣí-pá-ra-tim 15
ṭup-pu 15
im-ra-aṣ 15
i-zi-za-ma 15
ú-šé-ba-lam 15
3(diš)-kam_ 15
babila 15
gin2-ta_ 15
al-kam-ma 15
šé-bi4-lam-ma 15
iddin-aššur. 15
anger 15
giving 15
travelers 15
written. 15
rings 15
least 15
aššur-muttabbil, 15
sold, 15
ahu-waqar. 15
dan-aššur. 15
you." 15
goods, 15
šalim-ahum; 15
abu-šalim 15
delayed, 15
puzur-<gap> 15
mannum-balum-aššur, 15
bēlum-bāni 15
start 15
confirmed 15
ikūn-pī-aššur, 15
wife. 15
refused 15
lā-qēpum, 15
way 15
payment 15
taking 15
kurara 15
days. 15
bundles 15
young 15
never 15
zalpa 15
atata, 15
rabi 15
evil 15
arrived, 15
added. 15
iddin-suen. 15
care! 15
huraṣānum 15
share, 15
silver) 15
amur-šamaš, 15
brought, 15
merchandise, 15
making 15
bread: 15
affair 15
investors. 15
i-ša-ha-at 14
i-zi-iz-ma 14
da-tim 14
na-aš2-ú-ni-kum 14
ra-ma-kà 14
ra 14
<gap>tim 14
um 14
_gir2_ 14
ku-ta-ni-kà 14
i-li-bi4-šu 14
iš-té-ni-iš 14
li-ba-am 14
a-ni-na 14
zu 14
ha-bu-lá-ku-ni 14
ša-lim-a-hu-um 14
a-lá-hi-nim 14
ì-lí-iš-tí-kal2 14
a-šur-dan 14
ṭup-pì-šu 14
e-na-nim 14
ke-na 14
ú-bi-il5 14
a-qá-tí-šu 14
_dingir_-ma 14
{d}en-lil2-ba-ni-ma 14
i-mu-ú 14
ša-ap2-tam2 14
a-šur-lá-ma-sí 14
ta-ah-sí-is-tam2 14
ša-ma-ma 14
qá-du-um 14
iṣ-bu-tù-ni-a-tí-ma 14
a-ha-tí 14
a-mur-eš18-dar-ma 14
ba-ab2-tí-a 14
pì-ri-kà-ni 14
li-ṭù-lá 14
li-li-ik-ma 14
ṣa-lá-ma-am 14
ta-da-nam 14
pí-té 14
ṣí-ib-tum 14
puzur4<gap> 14
a-šur3-_sipa_ 14
i-ṣa-ba-at 14
ku-nu-tí 14
kà-ší-im 14
a-ší-tí-šu 14
qá-at 14
a-ni-tum 14
10 14
ki-ib-šum 14
_ma-na_-em 14
wa-ak-lum2-ma 14
peruwa, 14
purušhattum 14
large 14
wife, 14
fear 14
losses. 14
šu-ešdar, 14
turhumit. 14
holding 14
šamaš-tappā'ī 14
ataya 14
lamassī 14
dān-aššur 14
adad-rabi 14
abu-šalim, 14
pay, 14
sueyya, 14
lazuli, 14
hahhum. 14
remain. 14
hannan-nārum 14
pray 14
waiting 14
term, 14
burušhattum, 14
sister, 14
knows 14
harnessor, 14
copies 14
clothing 14
in. 14
maṣi-ilī 14
mine 14
testament 14
message. 14
weapons 14
worry. 14
mention 14
attorney. 14
belt 14
eye 14
inside 14
abum-ilī 14
rest. 14
aššur-rē'ī 14
arrive, 14
šalim-aššur. 14
šamaš-bāni, 14
loaves 14
pilah-aššur 14
ulama 14
fell 14
i-dí-nu-ma 13
a-li-ku 13
zi 13
a-ma-la 13
e-pu-uš-ma 13
a-ša-sú 13
nim 13
e<gap> 13
al-qé-ú 13
e-pu-šu 13
ma-lá-kà 13
mu-ṭá-e 13
i-li-bi4-kà 13
lu-bu-šu 13
qá-dí 13
a-ni-tim 13
ṣa-ba-at 13
be-tam2 13
du10-ṣí-lá-a-šur 13
té-er-tí-ni 13
a-bu-lim 13
ší 13
a-šu-mì-kà 13
na-ni-a 13
a-ni-ú-tum 13
ke-ni-šu-nu 13
ṭup-pí-šu 13
mu-ṭá 13
šu-mì-a-bi4-a 13
dam-gar3_ 13
a-lá-qé-ma 13
ba-zi-a 13
ga-me-er 13
wa-dí 13
a-ša-qal 13
hu-ša-e 13
i-ša-am-ší 13
_kù-babbar_-ap2-šu-nu 13
a-ší-im 13
ag-mu-ur 13
<gap>na 13
tí-šu 13
e-zi-ib-ma 13
a-wi-il5 13
a-lá-ki-a 13
dingir-na-da 13
li-pá-a 13
i-ší-im-sú-en6 13
_silà 13
ṣa-ab2-ta-ma 13
sú-kà-lí-a 13
ú-za-kà 13
a-šur3-ma-lik-ma 13
_maškim_ 13
ha-nu 13
ni-iṣ-ba-at-ma 13
li-qé-a 13
ta-aš2-pu-ra-nim 13
dí-ni 13
ta<gap> 13
ú-za-kà-ma 13
a-dí-in-ma 13
a-wi-lu 13
za-ku-sà 13
ta-ša-pá-ra-am 13
ta-dí-nam 13
na-aš2-pè-er-tí 13
da-tam2 13
um-mì-a-ni-a 13
ri-ik-sí 13
šu-eš18-dar-ma 13
šu-li 13
_gan2_-lim 13
e-tí-iq 13
e-lá-ma 13
iz-ku-ú-nim 13
la-šu 13
a-lá-ki-kà 13
ar-ša-tim 13
ì-lí-dan 13
a-šur3-re-ṣí 13
ri 13
ta-na-pá-al 13
i-kà-ni-iš 13
ú-ra-a 13
wa-tù-ur 13
i-lá-kam 13
a-bu-kà 13
ar-hi-iš 13
ha-tim 13
ik-ri-bu 13
pá-zu-ur-tim 13
me-er-i-šu 13
anna 13
children 13
collected 13
written, 13
aššur-<gap> 13
<gap>. 13
scarce 13
travellers 13
donkeys; 13
buzazu 13
turn 13
ilabrat-bāni 13
uzuwa, 13
ninšubur-bāni 13
ilī-mālik 13
judges. 13
šuli 13
him." 13
happuala 13
uṣur-ša-aššur. 13
unfortunately 13
friend 13
ilī-bāni. 13
carries 13
mannum-balum-aššur 13
saw 13
touch 13
representatives: 13
her, 13
17 13
this, 13
pirikannukutānum 13
pūšu-kēn; 13
paid; 13
šu-illil, 13
obtain 13
buzāzu, 13
decision 13
ilī-ālum, 13
dudu 13
done 13
wašhaniya. 13
completed. 13
spend 13
man, 13
adada 13
ago. 13
kulumaya. 13
šu-kūbum. 13
meet 13
time), 13
lā-qēp. 13
yourselves 13
ataya, 13
transport, 13
1, 13
other. 13
possession." 13
mannum-kī-aššur 13
āl-ṭāb, 13
stayed 13
sà-ar 12
ša-ni-a-am 12
i-da-an 12
ru 12
ú<gap> 12
ša-lá-tù-ar 12
ta-da-nim 12
aš2-qul 12
pì-té 12
i-lá-kà-kum 12
na-ṭù-ma 12
iš-té-en 12
ma-a 12
im-dí-lum2 12
wa-aš2-ba-ku 12
be-ú-lá-at 12
ša-ni-im 12
ú-ba-ab2-šu 12
u4-me-šu 12
pá-ša-lam 12
e-ra-ab2-ma 12
i-na-ah-dingir 12
e-zi-ba-kum 12
a-mu-tum 12
ma-da-tim 12
ki-ri-im 12
ša-aš2-qí-il5-šu 12
dí-šu-ma 12
iṣ-ba-at-ma 12
a-dí-ma 12
a-dí-na-ku-ni 12
a-na-nu-um 12
iš-tí-šu-nu 12
i-pá-ri-id 12
i-ku-nu-um 12
_gig_ 12
ṭur4-da-nim 12
ú-nu-sú 12
ú-ṭá-tam2 12
_kù-babbar_-ap-kà 12
<gap>um 12
ša-ma-am 12
a-wi-lu-um 12
a-sà-nim 12
im-dí-dingir-ma 12
a-dì 12
ša-am-ší 12
um-mì-a-nu 12
a-wa-tí-a 12
kur-ub-eš18-dar-ma 12
i-a-am 12
_šà_ 12
a-qá-tí-kà 12
a-ni-um 12
wa-ar-ki 12
i-ku-pí-a-šur3 12
ša-aš2-qí-il5-ma 12
e-ru-ub-ma 12
e-ṣí 12
il5-qé-ú-ni 12
7(aš) 12
mì-iš-lam 12
ku-a-am 12
ki-a-ma 12
qar-wi-a 12
ta-aš2-me-ú 12
li-wi-sú 12
a-ma-nim 12
wa-ar-ki-ú-tim 12
_tug2_-ba-tù 12
_tug2_-tí 12
ra-mì-ni 12
iš3-qú-ul 12
e-ri-qá-tim 12
a-šur-i-mì-tí-ma 12
iš-tí-ni 12
ší-bi 12
ma-num-ba-lum2-a-šur 12
eš18-dar-ba-aš2-tí 12
ha-ru-mu-tim 12
ša-aš2-qí-lá-šu-ma 12
kà-ri-a 12
qá-at-ku-nu 12
lá-li-a 12
šu-um-kà 12
ṭur4-da-šu 12
me-ra-kà 12
a-bi4-šu 12
ha-ma-lá 12
kill 12
four 12
wool. 12
kept 12
obtained 12
lest 12
payments 12
ready 12
sister. 12
yours. 12
encourage 12
appoint 12
successor 12
extradited 12
memoranda 12
mind 12
obstruct 12
guarantors 12
time. 12
šu-labān, 12
puzur-ilī, 12
amur-šamaš. 12
completion 12
market 12
shares 12
aššur-rē'ī. 12
ah-šalim, 12
šalim-aššur: 12
months, 12
aššur-mālik. 12
šu-anum: 12
adada, 12
lamassī: 12
opportunity 12
ṣill-adad 12
adad-ṣulūlī 12
store 12
dead 12
ikūn-pī-aššur. 12
delay. 12
balance. 12
says: 12
delayed. 12
lugal-suen 12
harsh 12
verdict, 12
aššur's 12
timelkiya. 12
200 12
(it), 12
winter 12
kutānu-textile 12
stands 12
times. 12
place. 12
food. 12
pūšu-kēns 12
garment 12
cross 12
over 12
coming 12
uṣur-ša-aššur, 12
send. 12
pilah-ešdar. 12
kutānu 12
itūr-ilī. 12
good. 12
packets 12
kutallānum 12
royal 12
top-packs 12
smuggle 12
martu-bāni 12
land, 12
official 12
šumi-abiya. 12
ziki, 12
pè-ru-wa 11
ú-šu-ru 11
šu-uk-na 11
té-er-tak2-nu 11
{d}a-a 11
_tug2-hi-a_ 11
šé-bi4-il5 11
a-lá-nu-kà 11
iṣ-ba-at 11
ú-ṣur-ša-eš18-dar 11
en-um-a-šur-ma 11
šé-ṣí-a-ma 11
e-li-iš 11
ta-mu-ri-a 11
sú-sà-a 11
lá-ma-sí-ma 11
2(diš){šé-na} 11
a-dí-nu 11
té-ga-ra-ma 11
_udu-hi-a_ 11
lu-šé-bi4-lam 11
ší-be 11
i-re-eš15 11
ta-aš2-pu-ra-ni-ni 11
hi_-a 11
i-šé-ep 11
<gap>am 11
sí-kà-tim 11
a-ma-ma-an 11
ub-lá-ku-nu-tí 11
ir 11
a-sú-ri 11
bé-tí 11
ṣa-ab2-ta-šu-ma 11
li-bi4-im 11
uz-ni 11
na-zi 11
i-pá-ni 11
kà-ar 11
a-wi-il5-tim 11
kù-bi_ 11
ší-it-ma 11
i-dí-ku-bi4-im 11
li<gap> 11
tug2 11
i-ku-pí-a-ma 11
e-ra-ba-ni 11
_9(diš) 11
li-tal-kam 11
i-ku-pí-eš18-dar 11
ṣú-ha-ru-um 11
gú 11
ni-dí 11
ip-qí-du 11
il5-té-qé 11
as2-qú-dum 11
i-ba-ší-ú-ni 11
a-qá-tí-a 11
_kù-babbar_-pí-a 11
ša-il5 11
ta-dí-na-ni 11
ra-mì-ni-a 11
wa-at-ra-am 11
ki-li-a 11
ha-bu-lá-tí-ni 11
ṣé-ri-kà 11
u4-mu-šu-nu 11
pá-ni-ú-tim 11
ša-aš2-qí-lá-ma 11
wa-aš2-bu-ni 11
té-zi-ba-am 11
sí-ki-tim 11
e-pá-aš2 11
a-lá-ak-ma 11
sú-ki-nim 11
ta-ší-a-tim 11
ba-ab 11
li-wi-tum 11
šé-pí-šu 11
lá-šu-ma 11
e-nu-be-lim 11
né-pí-šum 11
eš18-dar 11
ú-mì-im 11
ri-ik-sà-am 11
i-pá-ni-tim 11
e-dí-na-a 11
ší-bi4 11
_illat_-tim 11
i-li-a 11
ha-pu-a-šu 11
<gap>ni 11
me-he-er 11
a-gu5-za 11
na-aš2-pè-er-ta-kà 11
hu-lu-qá-ú 11
e-ta-at-qú 11
ì-lí 11
i-a-um 11
ar-ša-tí 11
mì-ma-ša-ma 11
hi_ 11
i-pá-ni-kà 11
_12(diš) 11
king, 11
king. 11
šalatuwar 11
wašhaniya 11
aguwa 11
luzina, 11
words. 11
decision. 11
additional 11
eponym. 11
šu-laban 11
not. 11
received, 11
discussed 11
pack 11
guest 11
me! 11
guarantor 11
elāli. 11
kusig 11
harness, 11
this. 11
amur-aššur. 11
go. 11
elāli, 11
buzāzu. 11
during 11
aššur-imittī; 11
lady 11
possible. 11
uṣur-ša-aššur: 11
tariš-mātum 11
puzur-aššurs 11
travel 11
years. 11
būr-aššur 11
account, 11
orders 11
kuziziya 11
removed 11
sacrifice 11
innāya, 11
made. 11
journey, 11
brothers. 11
mine. 11
šudaya. 11
twice. 11
ikūn-pāša 11
hem 11
produced 11
safe, 11
favour, 11
died 11
matter, 11
present, 11
took. 11
behind 11
anah-ilī 11
heaven 11
forbid 11
upset. 11
need 11
cleared, 11
gods 11
offerings. 11
colleagues 11
upon 11
šu-hubur, 11
eat 11
matters 11
sent. 11
ea-šār 11
puzur-satu 11
šu-ištar. 11
weight 11
plane 11
bēlum-bāni. 11
down. 11
certainly 11
constantly 11
leaves 11
asānum 11
usānum 11
love 11
textiles." 11
consume 11
iddin-adad. 11
purušhattum. 11
hamala 11
da-da 10
ú-šé-bi-il5 10
e-ta-wu 10
ni-iš-me-ma 10
ra-mì-ni-kà 10
na-aš2-ú-ni-ku-nu-tí 10
da-na 10
a-šur-ṣú-lu-li 10
a-dí-šu-nu-tí 10
1(u)-tum 10
ni-sí-ma 10
_na4 10
nu-ur-eš18-dar 10
a-šur-e-mu-qí 10
sà-he-er-tum 10
a-li-li 10
re-eš15 10
ha-bu-lá-ni 10
ṭup-pì-ni 10
šu-month 10
ša-ni-am 10
a-hu-šu 10
ha-ar-mu-um 10
ku-ṣí-a 10
um-mì-ni 10
a-_é_ 10
ma-ṣa-ra-tim 10
ša-ak-ri-ú-ma-an 10
ta-al-qé 10
tù-lá-ma-an 10
gi-mì-lim 10
ṣa-ba-at-ma 10
ba-tí-qí-im 10
me-eh-ra-am 10
hu-bu-li-a 10
i-mu-a-at 10
a-šur-na-da-ma 10
i-a-ú-tum 10
šal2-ma-am 10
i-tal-kam 10
ṭup-pì-i 10
ik-ri-bi4 10
a-wa-tí-šu-nu 10
{d}iškur-ṣú-lu-li 10
ší-it-ra-am 10
ú-šé-ba-lá-ku-um 10
ha-tí-tim 10
<gap>kà 10
i-zi-iz 10
nu-šé-ba-lá-kum 10
<gap><gap> 10
šé-bi4-lá 10
pí-ri-kà-ni 10
e-na-sú-en6 10
ú-ṣí-a-am 10
na-ad-ú 10
i-ṣé-ri-šu 10
ṣí-ba-at 10
aš2-pu-ra-ku-nu-tí 10
ni-kà-sí-a 10
a-šur3-mu-ta-bi-il5 10
in-bi-eš18-dar-ma 10
iš-tú 10
pì-ri-kà-nu 10
li-il5-qé 10
ší-bé-e 10
tù-uh3-ni-iš 10
mu-ṭá-ú 10
da-lá-aš2 10
lá-al-qé 10
šé-bi-lam-ma 10
ša-aš2-qí-il5-šu-ma 10
i-li 10
ab2 10
e-na-a-šur 10
šu-a-šur3 10
9(aš) 10
a-_kù-babbar_ 10
a-ša-pá-ra-kum 10
le-pu-uš 10
šu-pur-ma 10
gi-im-lá-ni 10
i-tù-ra-am 10
_iti-kam_-im 10
ú-ṣí-a-ni 10
ta-ad-mì-iq-tim 10
pì-lá-ah-eš18-dar 10
e-ma-ri 10
du-ul-ba-tim 10
ú-šé-ba-al 10
na-aš2-pè-ra-tim 10
a-wi-it 10
ha<gap> 10
pá-ni-kà 10
{d}nin-šubur 10
{d}iškur-an-dul3 10
{d}a-šur3 10
mì-iš-li-šu 10
a-zi-a 10
i-ta-ṣa-am 10
tù-šé-ba-lam 10
_é_-tam2 10
i-_iti-kam_ 10
a-šur3-iš-tí-kal2 10
lá-li-im 10
i-_iti 10
e-lá-i-šu 10
ší-ni-šu 10
assisted 10
decide. 10
messenger. 10
wrapping. 10
alive 10
confront 10
šalim-ahum, 10
settlement. 10
appropriate 10
furthermore, 10
says 10
buṣiya 10
girl. 10
iddin-ešdar, 10
witnesses, 10
died, 10
receive. 10
25 10
ilī-wēdāku. 10
copper; 10
sueyya. 10
hahhum, 10
sworn 10
remains 10
miller 10
further 10
timilkiya 10
puzur-ilī 10
zupa 10
troubled 10
term. 10
lulu 10
smuggled 10
bag 10
staying. 10
zalpa. 10
asks 10
wishes. 10
ikūn-pīya. 10
arrives. 10
afraid. 10
quickly. 10
everything 10
losses 10
feed 10
kiliya 10
force. 10
imposed 10
robes, 10
barley, 10
memorandum. 10
times, 10
extra 10
safe 10
arrives, 10
qarwiya, 10
total: 10
hinnāya, 10
shipment. 10
compensate 10
guides 10
aššuriš-tikal 10
turned 10
returned. 10
amur-ilī, 10
priest 10
iliya, 10
fleeces 10
seah 10
stored 10
half-packs 10
mother, 10
gives 10
naniya 10
sale. 10
aššur-bāštī 10
ga-ki-ri 9
ṭí-hi 9
wa-ah-šu-ša-na-ma 9
ma-at 9
a-lu-lá-a 9
ma-mì-tam2 9
ší-ip-ri-ni 9
a-zu 9
ša-a-ma 9
i-ṣé-ri-kà 9
wa-aš2-ba-ku-ni 9
a-ba-ú-a-tù-nu 9
li-bi-im 9
li-bi4-a 9
a-ba-am 9
pá-ni-šu 9
{d}utu-du10 9
i-pá-ni-a 9
a-kà-ri-im 9
ša-ṣí-ri 9
_dam-gar3 9
ša-am-ša-am 9
ší-be-e 9
kà-i-lá 9
da-a-nu 9
ni-ga-lim 9
qá-qá-ad 9
qá-té 9
puzur4-dingir 9
($ 9
blank 9
space 9
$) 9
sú-en6-sag10 9
e-me-me 9
be-lá-nim 9
bur-a-šur 9
ha-bu-lu-ni 9
hu-sà-ri-im 9
i-da-nam 9
ta-mu-ú 9
du10-a-šur 9
ta-ri-iš-ma-tim 9
ṣa-ba-sú-ma 9
a-pu-ul 9
en-nam-be-lim 9
šé-pì-kà 9
ṣí-li-eš18-dar 9
lá-pì-it 9
i-šu-ma 9
wa-šu-ra-am 9
šu-hu-bur-ma 9
i-ku-pì-a-ma 9
tù-ša-ar 9
puzur2-a-na 9
ú-ṣa-ab 9
i-dí-ku-bu-um 9
ub-lá-ku-um 9
a-šur-re-ṣí 9
a-dí-šum 9
a-šur-utu-ši 9
ha-ra-ni-šu 9
kà-ar-ma 9
ha-bu-ul 9
iš-ra-tim 9
a-wa-at-kà 9
a-šur3-dan 9
i-šar-be-lí 9
lá-qé-pí-im 9
ri-ik-sú 9
a-zu-ta-a 9
a-hu 9
ší-bu-tí 9
_še_-um 9
ep-ša 9
lu-bu-uš 9
dam-qú-tim 9
i-dí-eš18-dar-ma 9
a-gu5-a 9
ṭup-pí-i 9
u4-mu-ú 9
qí-ip-tí-a 9
id-a 9
sí-ki 9
ṣú-ha-ar-tim 9
dí-šu-um 9
sà-ak-li-a 9
ma-dí-iš 9
<gap>tí 9
ú-nu-tim 9
e-na-a-šur3 9
i-ší-qí-il5 9
šu-ra-am 9
11 9
a-pá-ni-a 9
ni-dí-in-ma 9
_kù-babbar_-kà 9
té-zi-bu 9
e-ni-kà 9
ta-aš2-ta-na-pá-ra-am 9
gi5-im-lá-ni 9
i-dí-nu-ni 9
té-zi-ba-ni 9
ah-ša-lim-ma 9
pu-šu-ke-en 9
i-dí-na-ni 9
iš-ta-pu-ku 9
aš2-a-am 9
ku-lu-ma-a-ma 9
da-da-nim 9
qú-ur-bu-tim 9
tù-ur-hu-mì-it 9
_dam-gar3_-ri 9
a-li-kà-ni 9
lu-hu-sà-tí-a 9
da-da-a-a 9
lu-qú-tí-kà 9
e-na-na-tim 9
li-bi4-i 9
bu-lá-tí-šu 9
ší-ki-im 9
en-um-{d}iškur 9
sag10 9
ha-na-nim 9
ú-ṣa-ni 9
ṭup-pí-ni 9
i-ra-de8-a-ku-nu-tí 9
lá-dí-in 9
sag10_-tim 9
šu-ma-bi4-a 9
a-šur3<gap> 9
_tug2-ta_ 9
ra-bi4-ṣú-um 9
i-ṭup-pì-im 9
ša-ha-at 9
iš-ku-nu 9
pá-ni-e-ma 9
ba-ri 9
šu-mì-a-bi-a 9
ib-ni-lí 9
ta-dí-na 9
i-ha-li-iq 9
ša-i-il5 9
i-lá-mì-in 9
pì-lá-ah-a-šur 9
i-da-an-ma 9
_u4 9
satisfied. 9
daughter. 9
respect 9
accrued 9
ilī-wēdāku, 9
cut 9
nimar-ešdar 9
partner. 9
security. 9
representative. 9
great, 9
packages 9
(shekels) 9
merchant's 9
claim, 9
tablet." 9
ennam-anum 9
female 9
expenses; 9
robe 9
driver 9
aššur-taklāku; 9
cheated 9
puzur-aššur; 9
enlil-bāni: 9
arrival 9
puzur-aššur's 9
scarfs 9
joint 9
ṭāb-ṣill-aššur, 9
aššur-šamšī. 9
išim-suen 9
interest-free 9
aššur-maliks 9
harnessor. 9
well, 9
hanunu, 9
beer-bread 9
aššur-lamassī, 9
iram-aššur 9
swear. 9
ennam-suen, 9
investor 9
debt, 9
someone 9
word, 9
šu-ešdar. 9
complete 9
men. 9
funds. 9
iddin-šamaš, 9
hanunu 9
profit 9
makes 9
carrying 9
becomes 9
field 9
away. 9
(minas) 9
idea 9
count 9
else. 9
slave-girl. 9
lulu, 9
bēlānum, 9
mamma 9
wrote, 9
pins, 9
pirikannus 9
puzur-ešdar; 9
iddin-kūbum, 9
shipment 9
marry 9
exceeded 9
lives 9
kuras 9
copies. 9
huraṣānum, 9
favours 9
cup 9
itūr-ilī; 9
aššur-ṣulūlī. 9
used 9
kurara, 9
seen 9
puzur-suen 9
elaya 9
storeroom 9
profit. 9
tí-ri 8
_iti_ 8
é 8
mu 8
ma<gap> 8
me-er-ú-šu 8
šé-bi-lá-ma 8
ar 8
gi5-mì-lam 8
iš-pu-ra-am 8
ší-na 8
ta-da-an 8
na-aš2-pé-er-tam2 8
nu 8
šal2-mì-hi-im 8
pá-ni-a-ma 8
i-ta-lá-ak-ma 8
ší-ti 8
li-ib-ší-ú 8
a-šur3-du10-ma 8
sà-e-tim 8
mì-ša-al 8
a-ma-tim 8
eb-ri 8
ha-ra-kà 8
ú-ta-er 8
tù-na-ha-ni 8
a-wi-lu-ú 8
za-ku-am 8
sú-kà-li-a 8
qá-qá-da-tum 8
ší-ip-ri-im 8
ú-ṭí-tim 8
tal-qé-ú 8
hu-sà-ru-um 8
sú-e-a-na 8
sú-e-a-ma 8
i-dí-in-ni-a-tí-ma 8
a-wa-tí-ni 8
ni-ga-li 8
ir-nu-it 8
ú-šé-bi4-lá-ku-ni 8
ṣí-li-a-ni 8
pì-té-a-ma 8
a-šur-_sag10_ 8
e-ru-bu-ni 8
li-qé-a-nim 8
šé-bu-lam 8
li-dí-na-kum 8
be-a-lim 8
e-na-bé-lum2-ma 8
šu-qú-ul-ma 8
_kù-babbar_-ap2-ku-nu 8
tù<gap> 8
ší-bu-tim 8
ku-nu-ku-a 8
<gap>šu 8
a-ší-tam2 8
ku-ṣú-um 8
{d}a-šur 8
ṭá-hu 8
ha-am-ší-šu 8
lá-ma-ša 8
aš2-al-ma 8
bé-tam2 8
tù-šé-ba-lá-ni 8
bu-zu-zu 8
tù-šé-bi-lá-ni 8
_é_{be-tim} 8
a-šur-mu-ta-bi-il5 8
pá-na-ra-am 8
hu-sà-ra-am 8
) 8
ši-im 8
ba-ab2-tí-kà 8
_kù-babbar_-pì-šu 8
ni<gap> 8
<gap>nim 8
i-ša-lá 8
qá-sú-nu 8
ṭù-ur-da-šu 8
lá-qá-im 8
ta-aš2-qú-lu 8
a-<gap> 8
a-lá-bi-im 8
ṣí-lu-lu 8
na-aš2-pé-ra-tí-a 8
ma-lá-ki-im 8
e-ra-ab 8
ša-ak-nu 8
ṣí-ba-tí-šu 8
i-ša-ku-nu 8
a-num 8
i-dí-ú 8
šu-sú-en6-ma 8
a-lá-bu-um 8
ší-ip-ru 8
ša-ni-tam2 8
ku-sí-a-tim 8
ša-at-a-šur3 8
ta-ša-me-i-ni 8
ta-aš2-qul2 8
ú-šé-bi4-lá-ni 8
la-qé-pu-um 8
šu-ru-um 8
ra-bi-ṣa-am 8
i-dí-ni-a-tí 8
um-mì-a-ni-kà 8
ta-ra-am-ku-bi-ma 8
bé-tim 8
kà-an-ku 8
iš-ra-am 8
a-lá-kam 8
ma-ah-ri-kà 8
hu 8
_kù-an_ 8
ku-nu-ki-ku-nu 8
a-lá-hi-num 8
gam2-ra-am 8
a-lá-an 8
ṭup-pá-aš2-nu 8
wa-ṣí-im 8
mì-nim 8
ku-ni-lim 8
ma-nam 8
aš2-qul2-ma 8
i-ba-ší-ma 8
ub-lu-ni-ni 8
i-pá-nim-ma 8
lu-qú-ut-kà 8
dí-nim 8
ha 8
ší-ri-im 8
en-na-ma-nim 8
i-lá-kam-ma 8
iṣ-bu-tù 8
hi 8
i-dí-sú-en6-ma 8
ma-a-ma 8
zu-ku-a 8
i-qá-tí-a 8
ku-sí-tum 8
a-šur-ba-aš2-tí 8
a-wa-tí-kà 8
pí-la-ah-eš18-dar 8
lu-up-ta 8
ub-lá-ku-ni 8
a-ša-a-ma 8
ša-a-mì-im 8
ša-ak-na-at-ni 8
um-mì 8
a-ší-tí-kà 8
ku-nu-ku-ni 8
wa 8
iš 8
a-du 8
a-ha-tí-kà 8
anše_ 8
be-tim 8
ú-nu-tam2 8
i-a-ti 8
maš 8
puzur4-{d}iškur 8
eb-ri-im 8
i-sú-rik 8
li-ik-nu-uk-ma 8
-ma 8
na-ru-qí-šu 8
ša-ni-ú-tim 8
ta-aš2-ta-na-pá-ra-ni 8
ma-tum 8
a-šur3-i-mì-tí-ma 8
i-ha-hi-im 8
zu-zu 8
ra-qá-tum 8
ku-ta-nu-um 8
nu-ra-dí 8
ší-ša-ah-šu-šar 8
er-ba-am 8
sà-ap2-tí-ni 8
šu-la-ba-an 8
a-ni-kà-sí-a 8
a-ší-a-am 8
a-pì-lá 8
za-ki-ma 8
a-ha-ha-ma 8
ú-ṣí-ú 8
_gan2_-lam 8
a-bi4-ku-nu 8
ku-a-um 8
a-šur-ta-ak-la-ku 8
wa-za 8
ša-ma-lá-i-ni 8
a-na-ru-qí-im 8
šal2-mah 8
_ensí_ 8
old 8
dada, 8
herald 8
raised 8
gather 8
land. 8
oath. 8
slave, 8
martu-bāni, 8
recorded 8
pleaded 8
aššur-ṭāb: 8
ennam-bēlum. 8
šamaš-ṭāb 8
aššur-emūqī 8
paternal 8
aššur-muttabbil. 8
offering. 8
expired. 8
clothed 8
mouth. 8
aššur-nādā; 8
acted 8
sun-disk 8
strong-room 8
dadaya, 8
testament. 8
karriya 8
buṣiya, 8
102 8
ali-ahums 8
mina, 8
sacrifices 8
šu-hubur; 8
fee 8
sickles 8
bread 8
sons. 8
šu-nūnu 8
sick 8
wages. 8
present 8
guarantors. 8
šalatuwar. 8
between 8
straw 8
great. 8
status 8
ilī-nādā 8
libbāya 8
lazuli. 8
return. 8
hurama 8
offerings, 8
investors, 8
scarf 8
purchase. 8
turhumit, 8
šalim-bēlī 8
legal 8
meteoric 8
ennam-anum, 8
yours, 8
hired 8
asānum. 8
šāt-aššur 8
well-being 8
fees. 8
straw. 8
šudaya, 8
āl-ṭāb 8
tarām-kūbī: 8
missing. 8
perish. 8
woman 8
twice, 8
caused 8
deficits 8
mine, 8
ah-šalim: 8
nazi 8
write. 8
nor 8
sacrifice. 8
representative, 8
driver; 8
kulumaya: 8
ikūn-pīšdar, 8
myself. 8
shekel. 8
short. 8
person 8
ennam-bēlum, 8
day, 8
iliya. 8
cooked 8
iliš-tikal 8
measured 8
šu-suen: 8
iddin-adad, 8
bēlānum 8
beginning 8
trouble 8
counted 8
harnessors, 8
large. 8
šikku-copper. 8
placed. 8
agreement. 8
upper 8
innaya. 8
pilahaya, 8
deducted, 8
laliya 8
interest." 8
later, 8
please, 8
ešdar-bāštī 8
already 8
place, 8
adad-bāni. 8
aššuriš-tikal, 8
sukkalliya, 8
uraya 8
white 8
firewood. 8
aššur-bāni. 8
sikkātum 8
seized, 8
ill 8
nabi-suen, 8
lakānum 8
wool: 8
kibšum 8
deficit. 8
enemy 8
sacred 8
parzillu-quality 8
ú-ṣú-ra-nim 7
a-ku-za 7
lugal 7
_še_-am 7
i-qá-tí 7
le-ru-ub 7
iš-tí-ku-nu 7
i-li-kà-kum 7
en-um-a-šur3-ma 7
i-lá-tim 7
na-ru-qá-tim 7
ší-ta-me-a-ma 7
ha-ra-num 7
sà-he-er 7
ga-me-er-tim 7
_kù-babbar_-ap-šu 7
ša-ṣé-er 7
e-ta-wu-ú 7
ṣú-ha-ri-šu 7
i-qá-bi4 7
aš2-ta-na-me-ma 7
e-né-a 7
ṭur4-da-ni-šu 7
ur-šu 7
a-ta-lá-ak 7
a-šur-be-el-ma-al-ki-im 7
kum 7
e-ta-lu-tam2 7
hu-bu-lim 7
ta-ri-ša 7
e-zi-ba-am 7
ba-ab2-dingir 7
ba-a-am 7
e-bu-ṭim 7
ú-kà-lu-ni 7
al-be-lí 7
ba-ab2-tam2 7
i-ra-de8 7
ú-šé-bi4-lu 7
bu-ru-uš-ha-tum 7
ar-ší-ah 7
pá-pá-lá 7
ú-ša-qí-il5 7
ub-lu 7
šal2-ša-tim 7
ni-a-im 7
ú-šé-bi4-lam 7
ni-il5-qé-ú 7
lu-qú-ut 7
ta-aš2-pu-ra-ma 7
šu-up-ra-nim 7
da-mì-iq-tam2 7
ṣú-ba-tí-a 7
tí-mì-il5-ki-a 7
il5-pu-ut 7
u4-mu 7
lu-qú-tí-šu 7
na-aš2-pè-ra-tí-a 7
tam2 7
sà-ba-sí-a 7
a-šur<gap> 7
i-li-ku 7
eš18-dar-pí-lá-ah 7
ni-lá-qé 7
a-mur-dingir-ma 7
a-šur3-utu-ši 7
ú-šé-bi-lam 7
ša-aš2-qí-lá 7
pì-qí-id-ma 7
hu-ma-da-šu 7
ta-ah-sí-sà-tim 7
ú-šé-bi4-lá-kum 7
ta-lá-kam 7
ša-tum 7
ì-geš_ 7
re-eš15-tam2 7
(<gap> 7
a-da-gal 7
ší-im-tam2 7
e-ṭá-ri-im 7
nu-za-kà-ma 7
nu-a-im 7
tù-ša-ra 7
iš-tu 7
ší-bu-tí-ni 7
a-gi-a 7
šé-li-a-ma 7
a-šu-mì-a 7
té-er-tum 7
ša-par2-tim 7
ni-a-um 7
šu-uk-na-ma 7
pu-ta 7
ba-lá-ṭí-a 7
lá-dí-na-kum 7
a-lá-bi4-im 7
aš2-ku-un 7
e-ri-šu-ma 7
_uruda_-a-kà 7
i-{d}utu-ši 7
na-aš2-pè-er-tum 7
a-mu-ra-am 7
puzur4-{d}utu 7
hu-bu-li-kà 7
gam2-ru 7
me-tù 7
li-dí-in 7
i-dí-ni-ma 7
ta-ma-lá-ku 7
e-li-a-am 7
du10-ga_ 7
a-hu-ú-a 7
ú-lá-pí-ta-ku-ni 7
ú-ṣur-ší-eš18-dar 7
lu-šé-ri-bu-nim 7
ma-na-ta_ 7
i-a-ú-tim 7
sí-kà-tum 7
sí-sé-e 7
ú-ta-ar-ma 7
li-bu-šu 7
il5-ta-qé-ú 7
da-mì-iq-ma 7
e-ri-iš 7
am-ra-ma 7
a-na-ab2-ri-tim 7
gu5-šu-ri 7
ta-dí-nu-šu-ni 7
bu-lá-tí 7
e-ru-bu-ni-ni 7
a-ga-mì-il5-kà 7
šé-bu-lim 7
lá-qé-pu-um-ma 7
iš-ku-nam 7
be-ú-lá-tí-šu 7
ni-qí-šu 7
ṣú-ba-tam2 7
gudu4_ 7
am-tum 7
pá-ni-um 7
i-ša-qal-ma 7
kù-babbar_-ap2-šu 7
ṣí-li-a 7
ma-sí-a-am 7
ú-ba-al 7
sú-pá-nam 7
wa-ṣí-sú 7
a-šur3-gal 7
ú-šé-bi4-il5 7
ší-im-ša 7
a-da-ma 7
pá-i 7
šu-ma-mì-in 7
e-mu-qá-tam2 7
a-du-ú 7
i-tal-ku 7
nu-uh3-ša-tim 7
<gap>a-šur 7
a-da-an 7
sú-en6 7
lu-bi4-il5 7
šé-pí-kà 7
ša-lá-tù-wa-ar 7
e-li 7
ak-lu 7
ša-aš2-qí-il5 7
ṭup-pé-e-a 7
er-ba-ma 7
šé-bi-la-nim 7
ma-nu-um 7
na-aš2-pè-er-tim 7
bi4-lam 7
mu-ta-tim 7
ša-ni-um 7
ší-ip-kà-tim 7
_tug2_-tí-a 7
ta-lá-ak 7
ší-ma-tim 7
ta-ra-a-ma-ni 7
lu-šé-bi4-lá-kum 7
_dub_ 7
la-ma 7
lu-qú-tí-a 7
ma-tí 7
kà-mu-ni 7
ba-ab2-tim 7
e-ni-iš-ru 7
hu-ut-kà 7
um-mì-a-ni-šu 7
_ir_ 7
i-dí-ku-bi-im 7
_sag 7
a-du-da 7
a-da-na-kum 7
šé-im 7
i-lá-qé-ma 7
ù-ṣa-ab2 7
ma-hu-ur-ì-lí 7
ša-ap2-tim 7
a-šur3-e-mu-qí 7
a-mì-nim 7
hu-sà-ri 7
té-zi-ib 7
ta-e-er-ma 7
im-dì-dingir-ma 7
ka-bar_ 7
ba-ri-šu-nu 7
me-ra-lí 7
iš-du-ke-en6 7
eš18-dar-lá-ma-sí 7
i-ta-al-kam 7
ší-pá-tí 7
ha-ba-ta-li 7
pì-lá-ah-sú-en6 7
a-dí-na-ku-um 7
ha-am-ri-im 7
nu-ur2-eš18-dar 7
šé-na-tim 7
ma-lá-ba 7
ku-lá-ku-lá 7
ma-tí-kà 7
_dumu_-ú 7
ku-li-a 7
whatsoever. 7
children. 7
guide 7
gathered 7
scribe. 7
verdict. 7
alulaya 7
šamaš, 7
ahaha. 7
enna-bēlum 7
timelkiya 7
hurama. 7
plus 7
forgot 7
friend, 7
annina 7
opened. 7
military 7
iddin-ešdar. 7
containers, 7
lord. 7
aššur-malik; 7
uṣup-iškum 7
sukkalliya 7
šamaš 7
enlil-bāni. 7
lamassī; 7
headšadduātum 7
adad-bāni, 7
ataya. 7
šumi-abiya, 7
settled. 7
kuziya, 7
harness. 7
dadaya. 7
tegarama 7
meat 7
lost, 7
oxen 7
converted 7
mouth 7
slaves. 7
favours. 7
way. 7
ṭāb-aššur, 7
own. 7
anah-ilī, 7
šu-išdar. 7
šu-suen. 7
idnāya 7
šaddu'utušadduātum 7
property. 7
remove 7
met 7
city." 7
indicate 7
adad-rabi. 7
slave. 7
box 7
aššur-šamšī: 7
husband. 7
confronted 7
table 7
ea-šar 7
scarfs, 7
first-quality 7
garments 7
aššur-ennam 7
fallen 7
iddin-aššur: 7
head 7
adad 7
wants 7
inbi-ešdar 7
servants, 7
him? 7
terms. 7
sale 7
enna-suen. 7
ikūn-pī-aššur: 7
troubled. 7
sale, 7
deposit. 7
zuzuwa 7
iddin-suen: 7
grain, 7
enter. 7
ox. 7
yourself. 7
asqūdum 7
zaha 7
favors 7
clothes. 7
(plur.) 7
present. 7
achieved 7
god, 7
accept 7
hinnāya. 7
hands, 7
previously 7
kūn-ilum 7
treat 7
disposal 7
afterwards 7
sit 7
dan-aššur: 7
less. 7
paddock. 7
brother's 7
300 7
kulumaya, 7
mannum-balum-aššur: 7
ennam-suen 7
ennānum; 7
nūr-ešdar 7
sheep, 7
gift 7
achieve 7
oil, 7
involved 7
bread. 7
asqudum 7
ilī-dan 7
wood 7
šu-hubur. 7
paddock 7
šu-kūbum: 7
agūza, 7
taken. 7
favours, 7
transfer 7
aššur-bēl-awātim. 7
kukkulānum, 7
textiles; 7
strangers 7
has. 7
representing 7
suen 7
heart. 7
payment. 7
sakliya 7
household 7
divided 7
husband 7
married 7
losses, 7
šišahšušar: 7
life. 7
deposited, 7
top-pack 7
kutānus 7
i, 7
innāya. 7
best 7
ibni-adad 7
released, 7
mother. 7
there." 7
amount. 7
ahaha: 7
maṣi-ilī, 7
maid, 7
verdict: 7
quickly 7
šu-laban, 7
slanders 7
ennam-adad, 7
šu-laban. 7
lakānum: 7
document 7
apila, 7
kulakula, 7
_dumu-me-eš_ 6
da-dí-a 6
i-na-ar 6
al 6
kam 6
_nig2-ka_-sí 6
ší<gap> 6
ší-ip-ru-ni 6
kà-ni-iš-ma 6
be-el-ni 6
bu-zu-ta-a-ma 6
a-wi-li-im 6
a-lam 6
mu-uh3-ra-ma 6
i-<gap> 6
ṭá-hi-ma 6
ta-ak-lá-ku 6
hi_-tí-šu 6
tam2-kà-ri 6
ni-ša-pá-ra-kum 6
na-aš2-pá-ar-tam2 6
šé-pì-a 6
nu-ṣí-ib 6
té-ṣú-bi 6
ma-du-tim 6
ni-ša-me-ma 6
šu-ri-im 6
a-šur3-mu-ta-bi4-il5-ma 6
ša-at-a-šur 6
li-bi-ší 6
igi_ 6
li-tab-ší-a 6
ú-za-ku-nu 6
bu-lá-tí-a 6
da-aš2-e 6
a-zu-a 6
i-šu-ú-ma 6
i-da-a 6
ba-lu-um 6
e-li-a-ma 6
ik-šu-dam 6
a-mur-{d}utu-ši 6
_gú_-tim 6
ip-qí-id-ma 6
ku-da-dim 6
ra-qá-tam2 6
ṣa-lá-mì-im 6
iš-qú-lam 6
tù-ta-a 6
il5-we-da-ak-ma 6
nu-a-e 6
en-nam-a-šur-ma 6
i-dí-šu-um 6
a-qá-tí-šu-nu 6
gam2-ru-um 6
i-mu-tù 6
nu-ta-er 6
pí-lá-ah-a-šur 6
i-ni-kà-sí 6
ša-du-ú-tum 6
pá-né-e-ma 6
ik-ri-bi4-kà 6
i-li-ik-ma 6
a-šur3-sag10 6
lá-pí-it 6
er-ša-ma 6
a-na-hi-id 6
sà-ba-sí-a-ma 6
a-pu-uh3 6
u4-mu-kà 6
li-bi-šu 6
né-pá-aš2 6
ša-lá-tí-wa-ar 6
ša-lim-a-šur-ma 6
i-ba-ab2 6
al-kà-ma 6
a-hu-ru 6
na-aš2-pé-ra-tim 6
a-sú 6
_lá 6
ma-num 6
i-ta-na-dí-nu 6
ni-qí-a-am 6
ah-bu-ul 6
a-bar-ni-am 6
a-dì-in 6
ta-ra-ší 6
a-zi-iz-ma 6
a-na-ab2-ší-im 6
kà-lá-ma 6
a-ta-al-kam 6
a-šur-gal-ma 6
za-gin3_ 6
li-zi-iz 6
nu-šé-bi4-il5 6
pá-šu-ra-am 6
na-ru-qá-tum 6
ta-ap2-qí-da-ni 6
lu-bu-ší-im 6
ma-mì-tim 6
a-ta-lá-ak-ma 6
_tug2_-ba-tí-a 6
ma-qí-it 6
ir-ma-a-šur 6
qá-ta-at 6
a-wa-at-ku-nu 6
šé-zu-ur 6
šu-pì-a-ah-šu 6
šu-a-num 6
aš2-ra-kam 6
šu-uq-lá 6
a-zu-za 6
li-ṭù-ul 6
ú-ta-ar 6
lá-qá-a-am 6
am-tí-kà 6
ṣú-ba-tí-kà 6
ša-qú-ul 6
li-iṣ-ba-at 6
né-pu-uš 6
ku-nu-ke-e 6
lu-bi-il5 6
ke-en6 6
ti-ib-a-ma 6
al-kam 6
ša-lim-be-lí 6
tù-kà-lá-ni 6
ma-ha-i 6
a-ṭá-ra-dam 6
a-a-kam-ma 6
en-na-sú-en6-ma 6
ú-kà-al-ma 6
aš2-me-ma 6
e-ni-a 6
ip-té-ú-ma 6
ku-ta-a 6
ú-ba-lá-kum 6
{d}ab-ba-ni 6
tí-ib-nim 6
ni-il5-qé-a-kum 6
nu-sà-ni-iq-ma 6
ma-ṣí 6
e-zi-ba-ku-ni 6
ni-ni 6
tí-de8-a 6
na-aš2-ú 6
i-de8-e 6
ki-li 6
na-aš2-a-ku 6
iš-tù-ma 6
i-bi-a-at 6
a-té-er-tí-a 6
i-dí-na-bi-im 6
na-aš2-pé-er-ta-kà 6
li-bi4-ku-nu 6
i-sú-ri-ik 6
e-tí-qú-ni 6
ṭù-ur-da-nim 6
iš-a-ma 6
e-ra-bi4-šu-ma 6
a-di 6
hu-ra-ṣa-num 6
né-pu-ul 6
ša-ra-ni 6
_tug2_-tí-kà 6
a-wi-it-kà 6
iz-ku-am 6
a-ma-at 6
me-eh-ri 6
dí-na-šu-ma 6
ṭup-pì-ku-nu 6
pá-tí-ú-tim 6
a-pu-šu-ke-en6 6
šu-up-ra-am 6
na-aš2-a-ku-ni 6
a-tù-ra-ni 6
li-dí-nu 6
ša-pá-tim 6
eš18-dar-pá-li-il5 6
en-na-a-šur3 6
en-na-a-šur 6
ší-wa-aš2-me-i 6
sú-tí-a 6
šu-uq-lam 6
li-zi-iz-ma 6
ba-lá-ṭí-šu 6
ku-bi4-dí 6
e-tí-šu 6
lugal-{d}iškur 6
a-wa-sú 6
šu-uq-lim 6
ma-ma 6
_dug 6
al-pì-im 6
i-lá-ak-ma 6
i-_kù-babbar_ 6
a-šur-e-nam 6
e-ku-lu 6
_sag10_-tum 6
_3(diš) 6
a-na-na 6
na-aš2-ú-ni-ku-um 6
il5<gap> 6
du10-a-šur3 6
3(ban2) 6
ha-ru-mu-tum 6
aš2-qú-lu 6
li-dí-in-ma 6
e-en6 6
ṣú-ha-ar-kà 6
a-tí-ma 6
ga<gap> 6
li-tí 6
qá-a-tim 6
ṭé-hi 6
i-ša-qá-lam 6
ku<gap> 6
i-dí-na-ku-ni 6
ṣa-ru-pí-im 6
ha-bu-lá-tí 6
ma-nu-ki-e-ni-a 6
aš2-a-ma 6
ma-ti-ma 6
na-ru-qam2 6
qá-at-ni 6
il5-pu-tù 6
šu-wa-tí 6
ša-il5-ma 6
ú-ra-dí-ma 6
dí-ma 6
a-šur3-ta-ak-la-ku 6
ta-aš2-ku-un 6
i-ku-pì-a-šur3 6
ù-ul 6
ta-pá-té 6
le-ru-ub-ma 6
{d}iškur-sag10 6
tal-qé-a-ni 6
wa-ar-kà-tam2 6
e-tí-qú 6
li-bur-be-lí 6
ú-lu 6
i-li-ik 6
gam2-ra 6
ta-aš2-me-a-ni 6
uš 6
ta-ša-me 6
ú-šar 6
da-a-ni 6
i-ṭá-hi 6
_2(u) 6
ta-le-e-a-ni 6
ú-ku-ul-tù-šu 6
šé-ri-ba-ma 6
šé-bi4-lim 6
e-la-lí 6
id-a-ma 6
šal2-ší-šu 6
ša-ma-nim 6
i-tù-ra-ma 6
lá-aš2-a-ma 6
e-ru-ba-am 6
i-dí-nu-šum 6
né-ru-ub-ma 6
na-aš2-a-tí-ni 6
dí<gap> 6
e-na-ah-dingir 6
kà-ab2-tù-tum 6
i-tù-ru-ú 6
né-pì-šum 6
i-tur4-hu-mì-it 6
e-zi-ba-ni 6
be-ú-lá-tim 6
aš-qul2 6
i-a-im 6
šu-ku-bu-um-ma 6
ih-ri-mu 6
ta-aš2-ta-na-me 6
i-bi-sú-a 6
a-šur3-pí-lá-ah 6
e-lá-lí-ma 6
ṣú-ha-ru-kà 6
ú-ṣí 6
um-mì-šu 6
kà-ki 6
1(diš)-kam 6
ni-iš-me-ú 6
a-na-ma 6
uk-ta-al 6
qá-ri-ib 6
bé-a-lim 6
da-a-a 6
dan-we-er 6
i-la-kam 6
ší-tum 6
i-pá-ni-im-ma 6
a-du-e 6
mì-na-am 6
pá-nim 6
a-na-ah-il5 6
a-ší-e-et 6
ší-li-a-ra 6
ṣa-la-mu 6
ha-al-ki-a-šu 6
ú-ma-kal2 6
i-kà-šu-du 6
a-la-hu-um 6
ma-na_-im 6
al-ga-ri-a 6
šu-na-bar 6
puzur4-sá-tu 6
ha-lu-pá 6
hi-iš-ta-ah-šu 6
ha-šu-i 6
appear 6
šamaš-taklāku, 6
adjacent 6
room 6
whose 6
carrying. 6
customers. 6
trading 6
aya 6
luzina 6
alive. 6
else, 6
assembly, 6
there? 6
killed 6
affair. 6
reliable. 6
strict. 6
harnessors 6
stand. 6
you: 6
nūr-ešdar, 6
aššur-emūqī, 6
slave-girls. 6
eyes, 6
uṣur-ša-ešdar. 6
clothing. 6
off 6
high-handedly 6
dadaya; 6
agiya, 6
iliš-tikal, 6
lawsuit. 6
(absent) 6
nimar-ešdar, 6
ilī-ašrannī, 6
ninšubur-bāni. 6
susaya, 6
aššur-dan, 6
tamuriya. 6
baziya, 6
šuli, 6
inah-ilī 6
merchants. 6
guarantor, 6
liable. 6
metal 6
loss 6
mouth, 6
safekeeping. 6
tariff. 6
mannum-kī-aššur, 6
amur-aššur; 6
accounting, 6
city? 6
abiya, 6
lā-qēpum. 6
puzur-anna. 6
big 6
ones 6
girl, 6
hurāṣānum, 6
ellil-bāni, 6
uṣur-ša-ešdar, 6
ab-šalim: 6
honored 6
expensive 6
youngsters 6
responsibility 6
buzuzu. 6
tithe 6
šu-suen; 6
extradite 6
bēlātum: 6
acquire, 6
adad-rabi, 6
kunāniya: 6
hanu, 6
beer 6
ibni-adad. 6
agiya 6
ali-abum, 6
showed 6
behalf. 6
miller, 6
appointed 6
deposits 6
aguwa, 6
ikūn-pāša. 6
driver. 6
ennam-bēlum: 6
enna-suen: 6
aššur-andul 6
huraṣānum. 6
cups 6
sends 6
belts, 6
iliya; 6
tuhniš 6
sabasiya 6
puzur-anna, 6
entrusted. 6
3, 6
šu-nūnu, 6
beer, 6
six 6
feet 6
kura, 6
weapon 6
aššur-muttabbil: 6
toggle-pins 6
šu-nawar 6
uṣur-ša-ištar 6
it? 6
gate. 6
can, 6
iddin-suens 6
amriya 6
face 6
qarwiya 6
aššur-dan 6
week. 6
22 6
full. 6
palace; 6
abu-šalim: 6
cause 6
urāni 6
kurub-ešdar: 6
